; Generated (30.06.2025 08:26:08) by DNS Jumper v2.3
; www.sordum.org

[Main]
Language=Auto
LastAdapter=0
IniVersion=3
Wmi=True
AutoAddLastDns=True
AutoFlushDns=True
Sound=True
TrayTip=False
HideWindow=False
MinimiseToTray=False
CloseToTray=False
IP_Group=IPv4
IPv4_Group=My
IPv6_Group=Default
SearchIP=https://www.google.com/search?q=%IP%
LookupIP=https://ipinfo.io/%IP%
ResolveDomainName=www.google.com
ResolveWaitTime=True,500
AutoSortDnsList=True
MixedDns=True
DonateLabel=Akhavan
[IPv4_My]
IR - Rightel=91.239.100.100,89.233.43.71,True
IR - Pishgaman=5.202.100.100,5.202.100.101,True
IR - Shatel=85.15.1.14,85.15.1.15,True
IR - Irancell=109.69.8.51,74.82.42.42,True
IR - Irancell2=10.202.10.10,74.82.42.42,True
IR - MCI=78.157.42.100,208.67.222.222,True
IR - MCI2=62.69.146.102,78.157.42.101,True
Tahrim - Shecan=178.22.122.100,185.51.200.2,True
Tahrim - LagSlayer=5.160.132.221,5.160.132.222,True
Tahrim - Electro=78.157.42.101,78.157.42.100,True
Tahrim - Radar=10.202.10.10,10.202.10.11,True
Tahrim - LagZero=95.38.132.152,95.38.132.153,True
Tahrim - Shelter=94.103.125.157,94.103.125.158,True
Tahrim - Begzar=185.55.226.26,185.55.225.25,True
Tahrim - Hostiran=172.29.0.100,172.29.2.100,True
Tahrim - 403=10.202.10.202,10.202.10.102,True
Tahrim - Beshkan=181.41.194.177,181.41.194.186,True
Mix - Hostiran & OpenDNS=172.29.0.100,208.67.222.222,True
Mix - Hostiran & NTT=172.29.0.100,129.250.35.250,True
[Ipv4_Default]
US - Google Public DNS=8.8.8.8,8.8.4.4,True
US - OpenDNS=208.67.222.222,208.67.220.220,True
US - OpenDNS - 2=208.67.222.220,208.67.220.222,True
RU - Yandex=77.88.8.1,77.88.8.8,True
AU - Cloudflare=1.1.1.1,1.0.0.1,True
US - Norton ConnectSafe Basic=199.85.126.10,199.85.127.10,True
US - Level 3 - A=209.244.0.3,209.244.0.4,True
US - Level 3 - B=4.2.2.1,4.2.2.2,True
US - Level 3 - C=4.2.2.3,4.2.2.4,True
US - Level 3 - D=4.2.2.5,4.2.2.6,True
US - Comodo Secure=8.26.56.26,8.20.247.20,True
US - Dyn=216.146.35.35,216.146.36.36,True
US - Norton DNS=198.153.192.1,198.153.194.1,True
US - Comodo=156.154.70.22,156.154.71.22,True
US - VeriSign Public DNS=64.6.64.6,64.6.65.6,True
US - Qwest=205.171.3.65,205.171.2.65,True
RU - Safe DNS=195.46.39.39,195.46.39.40,True
US - UltraDNS=204.69.234.1,204.74.101.1,True
GB - Zen Internet=212.23.8.1,212.23.3.1,True
GB - Orange DNS=195.92.195.94,195.92.195.95,True
US - Hurricane Electric=74.82.42.42,,True
US - Neustar 1=156.154.70.1,156.154.71.1,True
US - Neustar 2=156.154.70.5,156.154.71.5,True
RU - AdGuard=94.140.14.14,94.140.15.15,True
US - Quad9 Security=9.9.9.9,149.112.112.112,True
US - Quad9 No Security=9.9.9.10,149.112.112.10,True
US - NextDNS=45.90.28.230,45.90.30.230,True
DE - DNS4EU=86.54.11.100,86.54.11.200,True
Us - Sprint=204.97.212.10,204.117.214.10,True
De - Dns Watch=84.200.69.80,84.200.70.40,True
Us - Sprintlink=199.2.252.10,204.97.212.10,True
Freenom World=80.80.80.80,80.80.81.81,True
Fr - Fdn=80.67.169.12,80.67.169.40,True
Gcore Free=95.85.95.85,2.56.220.2,True
Cnnic Sdns=1.2.4.8,210.2.4.8,True
Alidns=223.5.5.5,223.6.6.6,True
Baidu Public Dns=180.76.76.76,,True
Dnspod Public Dns+=119.29.29.29,119.28.28.28,True
114dns=114.114.114.114,114.114.115.115,True
Dnspai=101.226.4.6,218.30.118.6,True
Puntcat=109.69.8.51,,True
Smart Viper=208.76.50.50,208.76.51.51,True
Opennic=138.197.140.189,168.235.111.72,True
Greenteamdns=81.218.119.11,209.88.198.133,True
Adguard Family=94.140.14.15,94.140.15.16,True
Adguard Unfiltered=94.140.14.140,94.140.14.141,True
Cleanbrowsing=185.228.168.168,185.228.169.168,True
Adult-Filter=185.228.168.10,185.228.169.11,True
Security-Filter=185.228.168.9,185.228.169.9,True
Security.Cloudflare=1.1.1.2,1.0.0.2,True
Family.Cloudflare=1.1.1.3,1.0.0.3,True
Neustar Security3=156.154.70.2,156.154.71.2,True
Neustar Security4=156.154.70.3,156.154.71.3,True
Dns0=193.110.81.0,185.253.5.0,True
Dns.Sb=185.222.222.222,45.11.45.11,True
Windscribe=76.76.2.22,76.76.10.22,True
Alternate Dns=76.76.19.19,76.223.122.150,True
Dns For Family=94.130.180.225,78.47.64.161,True
Cira Canadian Shield=149.112.121.10,149.112.122.10,True
Msk-Ix=62.76.76.62,62.76.62.76,True
Нсдиmsk-Ix=195.208.4.1,195.208.5.1,True
For Asia=216.218.221.6,216.218.221.42,True
Nextdns=45.90.28.190,45.90.30.190,True
Nordvpn=103.86.96.100,103.86.99.100,True
Control D Ads & Tracking=76.76.2.2,76.76.10.2,True
Control D Unfiltered=76.76.2.0,76.76.10.0,True
Dns0.Eu Open=193.110.81.254,185.253.5.254,True
Germany (De)=81.3.27.54,,True
Dns-Ga=88.99.98.111,217.160.166.161,True
Comcast - Xfinity=75.75.75.75,75.75.76.76,True
Freifunk München=5.1.66.255,,True
Restena Foundation=158.64.1.29,,True
Control D Freedns=76.76.2.11,76.76.10.11,True
Control D Malware=76.76.2.1,76.76.10.1,True
Control D Uncensored=76.76.2.5,76.76.10.5,True
Control D Family Friendly=76.76.2.4,76.76.10.4,True
Control D Social=76.76.2.3,76.76.10.3,True
Oisd - Full=76.76.2.32,76.76.10.32,True
Oisd - Basic=76.76.2.33,76.76.10.33,True
Stevenblack Unified=76.76.2.35,76.76.10.35,True
Dev Dan's Hosts=76.76.2.36,76.76.10.36,True
1hosts - Mini=76.76.2.34,76.76.10.34,True
1hosts - Lite=76.76.2.38,76.76.10.38,True
1hosts - Pro=76.76.2.39,76.76.10.39,True
Hagezi's Dns - Light=76.76.2.37,76.76.10.37,True
Hagezi's Dns - Normal=76.76.2.40,76.76.10.40,True
Hagezi's Dns - Pro=76.76.2.41,76.76.10.41,True
Hagezi's Dns - Pro Plus=76.76.2.42,76.76.10.42,True
Hagezi's Dns - Ultimate=76.76.2.45,76.76.10.45,True
Hagezi's Dns - Tif=76.76.2.46,76.76.10.46,True
Goodbyeads=76.76.2.43,76.76.10.43,True
Adguard Filter=76.76.2.44,76.76.10.44,True
Surfshark Dns=162.252.172.57,149.154.159.92,True
Onedns=117.50.11.11,117.50.22.22,True
Freedns=37.235.1.174,37.235.1.177,True
Dubai - Sharjah=5.193.156.28,5.193.175.11,True
Dubai - Sharjah 2=87.200.60.14,94.203.253.156,True
Dubai - Sharjah 3=5.30.176.77,2.50.178.97,True
Dubai - Sharjah 4=86.98.72.226,86.98.66.200,True
Dubai - Abu Dhabi=94.203.238.82,83.110.209.168,True
Dubai - Abu Dhabi 2=2.50.136.79,2.50.132.79,True
Dubai - Abu Dhabi 3=2.50.50.45,2.50.135.105,True
Andrews  Arnold=217.169.20.20,217.169.20.21,True
Xstl Encrypted Dns=116.121.57.111,140.238.14.191,True
Triro Dns North America=178.128.225.109,,True
Triro Dns Europe=159.100.250.108,,True
Triro Dns Asia=185.111.159.59,,True
Switch  Dns=130.59.31.248,130.59.31.251,True
Stormy Cloud=23.128.248.2,23.128.248.4,True
Sunet Dns=89.32.32.32,206.189.32.140,True
Safeserve=198.54.117.10,198.54.117.11,True
Qwer Dns=146.56.160.153,132.145.83.120,True
Open Name Server=217.160.70.42,213.202.211.221,True
Open Name Server2=81.169.136.222,185.181.61.24,True
Privex Sweden=185.130.44.20,62.63.218.14,True
Privex Netherlands=185.130.47.20,,True
Privex Germany=176.9.54.219,,True
Shelter=91.92.251.5,91.92.250.178,True
Vanilla=185.51.200.1,185.51.200.2,True
Yasserdivar Mix 1=208.67.222.220,76.76.10.22,True
Yasserdivar Mix 2=208.67.222.222,76.76.2.22,True
Yasserdivar Mix 3=1.1.1.1,8.8.8.8,True
Flashstart=185.236.104.104,185.236.105.105,True
Pia Dns 1=76.223.113.79,76.223.86.98,True
Pia Dns 2=13.248.236.200,13.248.221.253,True
Pia Dns 3=75.2.69.210,3.33.246.91,True
Express Dns=85.203.37.1,85.203.37.2,True
Mullvad Dns 1=194.242.2.2,194.242.2.3,True
Mullvad Dns 2=194.242.2.4,194.242.2.5,True
Mullvad Dns 3=194.242.2.6,194.242.2.9,True
Game Dns=78.47.119.102,,True
NSResolvers=64.68.200.200,205.210.42.205,True
Visizone=74.50.55.161,74.50.55.162,True
nsadvantage ScrubIt=156.154.70.1,207.225.209.66,True
NTT=129.250.35.250,129.250.35.251,True
Gaming 1=94.232.174.194,101.42.157.58,True
Gaming 2=2.200.51.185,5.202.100.100,True
US - Norton ConnectSafe Secure=199.85.126.20,199.85.127.20,True
RU - Yandex Safe=77.88.8.88,77.88.8.2,True
US - OpenDNS Family=208.67.222.123,208.67.220.123,True
US - Norton ConnectSafe Family=199.85.126.30,199.85.127.30,True
RU - Yandex Family=77.88.8.7,77.88.8.3,True
US - Neustar Business Secure=156.154.70.4,156.154.71.4,True

[Ipv6_Default]
US - Google Public DNS=2001:4860:4860::8888,2001:4860:4860::8844,True
US - OpenDNS Sandbox=2620:0:ccc::2,2620:0:ccd::2,True
RU - Yandex DNS=2a02:6b8::feed:0ff,2a02:6b8:0:1::feed:0ff,True
AU - Cloudflare=2606:4700:4700::1111,2606:4700:4700::1001,True
DK - Censurfridns=2001:67c:28a4::,2a01:3a0:53:53::,True
US - Cesidian Root=2001:470:6c:521::2,2001:470:6d:521::1,True
US - DNS WATCH=2001:1608:10:25::1c04:b12f,2001:1608:10:25::9249:d69b,True
US - FDN=2001:910:800::12,2001:910:800::40,True
US - Neustar 1=2610:a1:1018::1,2610:a1:1019::1,True
US - Neustar 2=2610:a1:1018::5,2610:a1:1019::5,True
RU - AdGuard=2a10:50c0::ad1:ff,2a10:50c0::ad2:ff,True
US - Quad9 Security=2620:fe::fe,2620:fe::9,True
US - Quad9 No Security=2620:fe::10,2620:fe::fe:10,True
US - NextDNS=2a07:a8c0::46:1af1,2a07:a8c1::46:1af1,True
DE - DNS4EU=2a13:1001::86:54:11:100,2a13:1001::86:54:11:200,True
OpenDNS=2620:119:35::35,2620:119:53::53,True
Control D Unfiltered=2606:1a40::,2606:1a40:1::,True
CleanBrowsing=2a0d:2a00:1::2,2a0d:2a00:2::2,True
Alternate DNS=2602:fcbc::ad,2602:fcbc:2::ad,True
Gcore Free=2a03:90c0:999d::1,2a03:90c0:9992::1,True
Control D Malware=2606:1a40::1,2606:1a40:1::1,True
Control D Ads & Tracking=2606:1a40::2,2606:1a40:1::2,True
Control D Social=2606:1a40::3,2606:1a40:1::3,True
Control D Family Friendly=2606:1a40::4,2606:1a40:1::4,True
Control D Uncensored=2606:1a40::5,2606:1a40:1::5,True
OISD - Full=2606:1a40::32,2606:1a40:1::32,True
OISD - Basic=2606:1a40::33,2606:1a40:1::33,True
StevenBlack Unified=2606:1a40::35,2606:1a40:1::35,True
Dev Dan's Hosts=2606:1a40::36,2606:1a40:1::36,True
1Hosts - Mini=2606:1a40::34,2606:1a40:1::34,True
1Hosts - Lite=2606:1a40::38,2606:1a40:1::38,True
1Hosts - Pro=2606:1a40::39,2606:1a40:1::39,True
Hagezi's DNS - Light=2606:1a40::37,2606:1a40:1::37,True
Hagezi's DNS - Normal=2606:1a40::40,2606:1a40:1::40,True
Hagezi's DNS - Pro=2606:1a40::41,2606:1a40:1::41,True
Hagezi's DNS - Pro Plus=2606:1a40::42,2606:1a40:1::42,True
Hagezi's DNS - Ultimate=2606:1a40::45,2606:1a40:1::45,True
Hagezi's DNS - TIF=2606:1a40::46,2606:1a40:1::46,True
GoodbyeAds=2606:1a40::43,2606:1a40:1::43,True
AdGuard Filter=2606:1a40::44,2606:1a40:1::44,True
all dns mullvad=2a07:e340::9,,True
family dns mullvad=2a07:e340::6,,True
extended dns mullvad=2a07:e340::5,,True
base dns mullvad=2a07:e340::4,,True
adblock dns mullvad=2a07:e340::3,,True
Dns mullvad=2a07:e340::2,,True
Verisign=2620:74:1b::1:1,2620:74:1c::2:2,True
OpenNIC=2a05:dfc7:5::53,2a05:dfc7:5353::53,True
Hurricane Electric=2001:470:20::2,,True
puntCAT=2a00:1508:0:4::9,,True
CFIEC IPv6 Public DNS=240c::6666,240c::6644,True
Baidu Public DNS=2400:da00::6666,,True
Triro DNS North America=2604:a880:cad:d0::728b:9001,,True
Triro DNS Europe=2a04:c44:e00:e02d:42d:7aff:fe00:274,,True
Triro DNS Asia=2407:3640:2238:5447::1,,True
Switch  DNS=2001:620:0:ff::2,2001:620:0:ff::3,False
Stormy Cloud=2602:FC05::2,2602:FC05::4,False
Sunet DNS=2001:6b0:89::32:32:32,,True
Open Name Server=2a01:239:2fd:b700::1,2001:4ba0:cafe:3d2::1,False
Open Name Server2=2a01:238:4231:5200::1,2a03:94e0:1804::1,False
privex Sweden=2a07:e00::333,,True
privex Netherlands=2a07:e03::333,,True
privex Germany=2a01:4f8:150:74d5::333,,True
Windscribe=2606:1a40::22,2606:1a40:1::22,True
freedns controld=2606:1a40::11,2606:1a40:1::11,True
Flashstart=2a12:7bc0:104:104::,2a12:7bc0:105:105::,True
SafeDNS=2001:67c:2778::3939,2001:67c:2778::3940,True
Ultra DNS Blocked Malware=2610:a1:1018::2,2610:a1:1019::2,True
Ultra DNS Family Secure=2610:a1:1018::3,2610:a1:1019::3,True

[Ipv6_Family]
RU - Yandex Family=2a02:6b8::feed:a11,2a02:6b8:0:1::feed:a11,True
AU - Cloudflare Malware + Adult Blocking=2606:4700:4700::1113,2606:4700:4700::1003,True
IE - CleanBrowsing Family=2a0d:2a00:1::,2a0d:2a00:2::,True
IE - CleanBrowsing Adult Filter=2a0d:2a00:1::1,2a0d:2a00:2::1,True
US - Neustar Family Secure=2610:a1:1018::3,2610:a1:1019::3,True
US - Neustar Business Secure=2610:a1:1018::4,2610:a1:1019::4,True
RU - AdGuard Family=2a10:50c0::bad1:ff,2a10:50c0::bad2:ff,True
DE - DNS4EU=2a13:1001::86:54:11:11,2a13:1001::86:54:11:211,True

[Ipv6_Secure]
RU - Yandex Safe=2a02:6b8::feed:bad,2a02:6b8:0:1::feed:bad,True
AU - Cloudflare Malware Blocking=2606:4700:4700::1112,2606:4700:4700::1002,True
IE - CleanBrowsing Secure=2a0d:2a00:1::2,2a0d:2a00:2::2,True
US - NeustarThreat Protection=2610:a1:1018::2,2610:a1:1019::2,True
DE - DNS4EU=2a13:1001::86:54:11:13,2a13:1001::86:54:11:213,True

[Language_Persian_فارسی]
01="Esmaeil Yarahmadi"
02="این نرم افزار به سادگی دی ان اس را تغییر می دهد"
03=" DNSثبت\n سرور DNS ثبت"
04=" DNSسریعترین\n DNS پیدا کردن سریع"
05=" DNSپاکسازی\n پاک کردن کش دی ان اس"
06="تنظیمات\n منوی تنظیمات"
07="&به روز رسانی  ...\n &تنظیمات \n &کمک مالی \n &خانه\n &تماس\n &درباره"
08="& DnsJumper نمایش\n &کمک\n &  DnsJumper خروج از "
09="کمک مالی\n جهت انجام پروژهای جدید نیاز به کمک مالی است!"
10="انتخاب کارت شبکه"
11="تمامی کارت شبکه
12="کارت شبکه پیدا نشد"
13="بازسازی"
14="باز کردن کانکشن"
15="تنظیمات سریع"
16="پیش فرض DNS\n  DNSبازگرداندن \n  DNS پشتیبان گیری از"
17="سرورDNSانتخاب "
18="پیش فرض DNS\n  انجام شد DNS پشتیبان گیری از\n دستی DNS"
19="استفاده  IPv6 DNS\n IPv6 تنظیمات"
20="DNS گروهی"
21="لیست پیش فرض DNS \n Secure DNS List\n لیست امن  DNS "
22="DNS تنظیمات\n  DNSاضافه حذف یا ویرایش "
23=" DNS فهرست یا کپی آدرس"
24="سرور ها DNS فهرست \n  DNS اطلاعات اولیه\n  DNS اطلاعات ثانویه\n  DNS کپی سرورهای"
25="سرور دستی DNS \n  DNS وارد کردن یک مقدار دستی"
26=" DNSچک کردن\n چک کردن مدت زمان درخواست"
27="منتظر بمانید..."
28=" بدرستی تغییر یافتDNS "
29="پاکسازی حافظه به درستی انجام شد."
30="مدت زمان درخواست:"
31="میلی ثانیه"
32="صحیح نیست DNS IP!"
33="هاست در دسترس نیست"
34="خطای اطلاعات"
35="خطای ناشناخته"
36="فیلد ای پی خالی است!"
37="آدرس وارد شده صحیح نمی باشد."
38="راپشتیبانی بکندIPV6 سیستم نمی تواند آدرس"
39="می باشد IPv4 این خصوصیات فقط برای "
40="سرور DNS تام\n DNS 1\n DNS 2\n نتیجه 1\n نتیجه2"
41=" DNS ثبت \n انتخاب همه\n عدم انتخاب همه\n DNS اطلاعات "
42="درخواست سریع\n زمان تاخیر ارسال و دریافت . شما می توانید اعداد بین  1  و   5000  میلی ثانیه را انتحاب نمائبد."
43="Mixed\n نمایش جزئیات جستجو "
44=" DNS شروع تست"
45="DNS توقف تست"
46="سرور DNS ثبت"
47="منتظر"
48="خطا:"
49="تنظیمات پایه\n DNS لیست"
50="پیش فرض برای قبلی Gateway اضافه کردن, ( Ip v4 فقط برای)\n  خطا داد می توانید از این استفاده بنمائید DNS اگر سایر "
51="زمانی که دی ان اس تغییر کرد حافظه هم بصورت اتوماتیک پاک شود"
52="پخش صدا"
53="پیغام ها در نوار ابزار مشاهده شود"
54="در شروع به کار ویندوز مخفی بمان"
55="کوچک کردن برنامه در نوار ابزار"
56="برنامه  را در نوار ابزار را ببند"
57=" DNS لینک جستجو اطلاعات"
58="DNS مشاهده لینک"
59="اجرا برنامه در شروع به کار ویندوز"
60="ثبت نوع دی ان اس در شروع بکار ویندوز"
61=" Ipv6 Dnsنشان دادن لیست "
62=" DNSاضافه کردن گروهی"
63="پ انتخاب شده DNS اک کردن گروهی"
64="وارد کردن تمامی لیست"
65="صادر کردن تمامی لیست"
66="ردیف\n سرور DNS نام\n DNS 1\n DNS 2"
67="سرور DNS نام :\n  Dnsاولین :\n  Dns دومین
68="ثبت تغییرات"
69="اضافه\n DNS اضافه یا ویرایش"
70="حذف\n انتخاب شده DNS حذف"
71="پارامتر صحیح نمی باشد"
72="آیا تمایل دارید تغییرات در لیست ثبت بشود?"
73="اسناد متنی"
74="فعال بودن جهتنوشتن بروی فایل!"
75="اطلاعات آپدیت:"
76="ورژن جدید (برنامه آپدیت موجود می باشد)و\nتمایل به مشاهده برنامه در سایت سازنده دارید?"
77="به روز رسانی موجود است!\nبه روز رسانی انجام شود ?"
78="به روز رسانی جدیدی مشاهده نگردید!"
79="خطا در به روز رسانی!"
80="%LINK% در دسترس نیست.\n لطفا بعداً مجدد سعی بنمائید."
81="خطا در دریافت اطلاعات به روز رسانی!\n%LINK%"
[Language_English]
01="BlueLife"
02="This application is designed to simplify\n the DNS changing process."
03="Apply DNS\n Apply DNS Server"
04="Fastest DNS\n Find Fastest DNS"
05="Flush DNS\n Purges The DNS Cache"
06="Options\n Options Menu"
07="&Updates ...\n &Settings\n &Donate\n &HomePage\n &Contact\n &About"
08="&Show DnsJumper\n &Help\n E&xit DnsJumper"
09="Please Donate\n Please donate our new projects!"
10="Select Network Adapter"
11="All Network Adapters"
12="Network Adapter Not Found"
13="Refresh"
14="Open Network Connections"
15="Quick Configuration"
16="Default DNS\n Restore DNS\n Backup DNS"
17="Choose a DNS Server"
18="Default DNS\n Backed-up DNS\n Custom DNS"
19="Use IPv6 DNS\n IPv6 Options"
20="DNS Groups"
21="Default DNS List\n Secure DNS List\nFamily Safe DNS List"
22="DNS Options\nAdd, Delete Or Edit DNS"
23="Browse or Copy DNS address"
24="Browse DNS Servers\n First DNS Info\n Second DNS Info\n Copy DNS Servers"
25="Custom DNS Server\n Enter a Custom DNS Server"
26="Check DNS\n Check Resolve Time"
27="Please Wait..."
28="DNS successfully changed!"
29="Successfully flushed the DNS Resolver Cache."
30="Resolve time:"
31="milliseconds"
32="Incorrect DNS IP!"
33="Host is unreachable"
34="Access error"
35="Unknown error"
36="IP box is empty!"
37="You entered an incorrect server address."
38="The operating system does not support ipv6 addressing!"
39="This feature is only for IPv4."
40="DNS Server Name\n DNS 1\n DNS 2\n Result 1\n Result 2"
41="Apply DNS\n Mark All\n Unmark All\n DNS Info"
42="Turbo Resolve\n Round trip delay time.  You can use a number between 1 and 5000 milliseconds."
43="Mixed\n Show the test results mixed"
44="Start DNS Test"
45="Stop DNS Test"
46="Apply DNS Server"
47="Wait"
48="Error:"
49="General Setting\n DNS List"
50="Add the Default Gateway IP Address as last DNS, (Only for Ip v4)\n If other DNS servers fails it will be used"
51="Clear DNS cache automatically on each DNS change"
52="Play sound"
53="Tray messages On"
54="Hide main windows on startup"
55="Minimise DnsJUmper to system tray"
56="Close DnsJumper to system tray"
57="Search DNS Info Link"
58="DNS Lookup Link"
59="Start DnsJumper on system startup"
60="Apply following parameters at system startup"
61="Show Ipv6 Dns List"
62="Add new DNS Server Group"
63="Delete Selected DNS Group"
64="Import All List"
65="Export All List"
66="Row\n DNS Server Name\n DNS 1\n DNS 2"
67="DNS Server Name:\n First Dns Server:\n Second Dns Server:"
68="Save Changes"
69="Add\n Add Or Edit DNS"
70="Delete\n Delete Selected DNS"
71="Incorrect parameter"
72="Do you want to save the changes of the DNS list?"
73="Text Documents"
74="Unable to write file!"
75="Update Info:"
76="New version found (Program update available)\nDo you want to visit the program's website?"
77="New update found!\nDo you want to update?"
78="No new update found!"
79="Update Error!"
80="%LINK% is unavailable.\nPlease try again later."
81="Received update information is incorrect!\n%LINK%"
